{
  "weth": {
    "shortDescription": "Wrapped ETH (WETH) is originally the ERC-20 compatible token pegged 1:1 of ETH on the Ethereum. It was first developed and implemented by a group of Ethereum projects led by 0x labs. Generally, all ETH assets on other blockchains rather than Ethereum could be categorized as wrapped ETH. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/WETH_WETH.png",
    "name": "Wrapped ETH"
  },
  "wrapped-bitcoinwbtc": {
    "shortDescription": "Wrapped Bitcoin ($WBTC) is the first ERC-20 token that represents Bitcoin ($BTC) on the Ethereum blockchain. WBTC is created in 2019 by BitGo, Kyber and Ren. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/WrappedBitcoin_WBTC.png",
    "name": "Wrapped Bitcoin"
  },
  "lido-staked-ether": {
    "shortDescription": "Lido Staked Ether ($stETH) is a staked $ETH in Lido based on multiple networks, combining the value of the initial deposit and staking rewards. The Lido is an Ethereum Liquid Staking Protocol, built on Ethereum 2.0's Beacon chain, allowing its users to earn staking rewards on the Beacon chain without locking Ether or maintaining staking infrastructure. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/LidoStakedEther_stETH.png",
    "name": "Lido Staked Ether"
  },
  "yearn-finance": {
    "shortDescription": "Yearn Finance is a suite of decentralized finance (DeFi) products on Ethereum that let users optimize their earnings on crypto assets through lending and trading services. The ecosystem is controlled by YFI token holders who submit and vote on proposals that govern the platform.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/yearn.finance_YFI.jpeg",
    "name": "yearn.finance"
  },
  "chainlink": {
    "shortDescription": "The Chainlink token ($LINK) is an ERC-677 token used as the payment for all services the Chainlink Network provides. Chainlink is a decentralized oracle network, which aims to serve as a middleware between smart contracts on smart contracting platforms and external data sources, allowing smart contracts to securely access off-chain data feeds.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Chainlink_LINK.png",
    "name": "Chainlink"
  },
  "curve-finance": {
    "shortDescription": "Curve Finance is a decentralized exchange on multi-chains optimized for low slippage swaps between stablecoins or similar assets that peg to the same value (e.g. WBTC/renBTC) through employment of an Automated Market Maker.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/CurveFinance_CRV.jpeg",
    "name": "Curve Finance"
  },
  "coinbase-wrapped-staked-eth": {
    "shortDescription": "$cbETH is a wrapped token issued by Coinbase on the Ethereum blockchain for $ETH stakers.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/CoinbaseWrappedStakedETH_CBETH.png",
    "name": "Coinbase Wrapped Staked ETH"
  },
  "lido-dao-token": {
    "shortDescription": "Lido DAO provides decentralized liquid staking solutions for Ethereum and other PoS chains, allowing the staked assets to remain liquid and therefore able to earn extra yield across other DeFi applications.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/LidoDAOToken_LDO.png",
    "name": "Lido DAO Token"
  },
  "optimism": {
    "shortDescription": "Optimism ($OP) is an Layer-2 scaling solution of Ethereum using optimistic rollup.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Optimism_OP.jpeg",
    "name": "Optimism"
  },
  "daidai": {
    "shortDescription": "$DAI is a decentralized collateral stable coin soft-pegged to the US Dollar issued by MakerDAO.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Dai_DAI.png",
    "name": "Dai"
  },
  "kyber-network-crystal": {
    "shortDescription": "Kyber Network is a multi-chain crypto trading and liquidity hub for decentralized applications.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/KyberNetworkCrystal_KNC.jpg",
    "name": "Kyber Network Crystal"
  },
  "wrapped-bnb": {
    "shortDescription": "Wrapped BNB is a wrapped version of the BNB native tokens on the BEP-20 standard on the Binance Smart Chain.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/WrappedBNB_WBNB.png",
    "name": "Wrapped BNB"
  },
  "pancakeswap": {
    "shortDescription": "PancakeSwap is a decentralized exchange for swapping BEP20 tokens on BNB Chain.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/PancakeSwap_CAKE.jpeg",
    "name": "PancakeSwap"
  },
  "dodo": {
    "shortDescription": "DODO is a decentralized exchange platform which adopts the Proactive Market Maker (PMM) algorithm on Ethereum and BNB Chain.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/DODO_DODO.png",
    "name": "DODO"
  },
  "gnosis": {
    "shortDescription": "GnosisDAO ($GNO) is a Web 3.0 project to build a decentralized infrastructure for the Ethereum ecosystem, founded in 2015 with an initial focus on building a decentralized prediction marketplace.​",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Gnosis_GNO.jpeg",
    "name": "GnosisDAO"
  },
  "wrapped-matic": {
    "shortDescription": "Wrapped Matic (WMATIC) is a token within the Polygon (previously Matic) network that represents MATIC in a wrapped form. This concept is similar to Wrapped Bitcoin (WBTC) or Wrapped Ether (WETH) on the Ethereum blockchain. The main function of this token is to facilitate transactions and interaction between the Ethereum and Polygon blockchains.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/WrappedMatic_WMATIC.jpeg",
    "name": "Wrapped Matic"
  },
  "aave": {
    "shortDescription": "Aave is a decentralized finance lending protocol built on multiple blockchains that allow people to lend and borrow crypto. It was previously known as ETHLend when it was founded in November 2017 by Stani Kulechov.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Aave_AAVE.png",
    "name": "Aave"
  },
  "balancer": {
    "shortDescription": "Balancer is an AMM-based DEX, an automated portfolio management tool and a price sensor on Ethereum. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Balancer_BAL.png",
    "name": "Balancer"
  },
  "quickswap": {
    "shortDescription": "QuickSwap, a fork of Uniswap, is a DEX on Polygon that facilitates token swaps at lower cost relative to exchanges like Uniswap v2.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/QuickSwap(OLD)_QUICK.jpeg",
    "name": "QuickSwap"
  },
  "dragon-s-quick": {
    "shortDescription": "",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Dragon'sQuick_DQUICK.png",
    "name": "Dragon's Quick"
  },
  "aavegotchi": {
    "shortDescription": "Aavegotchi ($GHST) is an open-source, community-owned NFT gaming protocol on Polygon and Ethereum.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Aavegotchi_GHST.jpeg",
    "name": "Aavegotchi"
  },
  "stake-dao-crv": {
    "shortDescription": "Stake DAO is a non-custodial platform that enables anyone to easily grow their crypto portfolio, and $sdCRV is the governance token of Curve.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/StakeDAOCRV_SDCRV.png",
    "name": "Stake DAO CRV"
  },
  "tether": {
    "shortDescription": "Tether ($USDT) is an asset-backed cryptocurrency stablecoin launched by Tether Limited Inc, whose value is pegged to the US dollar.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Tether_USDT.png",
    "name": "Tether"
  },
  "usd-coin": {
    "shortDescription": "$USDC provides a fully collateralized US dollar stablecoin based on the open-source asset-backed stablecoin framework developed by Centre, an independent, member-based consortium founded by Coinbase and Circle in 2018.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/USDCoin_USDC.png",
    "name": "USD Coin"
  },
  "frax-share": {
    "shortDescription": "Frax share (FXS) is the governance token of Frax Protocol. The Frax Protocol is the first fractional-algorithmic stablecoin system. Frax is open-source, permissionless, and entirely on-chain – currently implemented on Ethereum, Avalanche, BSC, Fantom and Solana. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/FraxShare_FXS.png",
    "name": "Frax Share"
  },
  "ethereum": {
    "shortDescription": "Ethereum is a decentralized, open-source blockchain with smart contract functionality. Ether (ETH or Ξ) is the native cryptocurrency of the platform. Ethereum was proposed in 2013 by programmer Vitalik Buterin. Development was crowdfunded in 2014, and the network went live on 30 July 2015.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/content/imgUrl/Ethereum-ETH.png",
    "name": "Ethereum"
  },
  "cardano": {
    "shortDescription": "Cardano is an PoS based open-source, smart-contract platform that aims to provide multiple features through layered design. Its modularization will eventually allow for network delegation, sidechains, and light client data structures. The network native token called $ADA, which gives stakers a claim on new issuance in proportion to their holdings and allows users to pay for transactions.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Cardano_ADA.jpeg",
    "name": "Cardano"
  },
  "dogecoin": {
    "shortDescription": "Dogecoin ($DOGE) is the world's first community-driven meme coin that features the Shiba Inu meme. It was created in 2013 as a fork of Lucky Coin – a fork of Litecoin, which is a fork of Bitcoin.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Dogecoin_DOGE.png",
    "name": "Dogecoin"
  },
  "celsius": {
    "shortDescription": "Celsius is a democratized reward-earning and crypto lending platform accessible via a mobile app. ",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Celsius_CEL.png",
    "name": "Celsius"
  },
  "the-sandbox": {
    "shortDescription": "The Sandbox is a Metaverse Play-to-Earn project on Ethereum where players can create NFTs, earn upload them to an in-game marketplace and integrate them into the games. $SAND is the ERC-20 token that can be used all across The Sandbox metaverse.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/TheSandbox_SAND.jpeg",
    "name": "The Sandbox"
  },
  "mai-finance": {
    "shortDescription": "Decentralized collateral stable coin on multi-chain.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/MaiFinance_MIMATIC.jpeg",
    "name": "Mai Finance"
  },
  "lido-staked-matic": {
    "shortDescription": "Lido on Polygon is a liquid staking solution for MATIC backed by industry-leading staking providers.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/LidoStakedMatic_STMATIC.png",
    "name": "Lido Staked Matic"
  },
  "gns": {
    "shortDescription": "Gains Network or GNS is a decentralized trading platform. It provides users with both crypto and forex trading options with leverage.",
    "logo": "https://gainsnetwork.io/images/logo_header.png",
    "name": "Gains Network (GNS)"
  },
  "stader-maticx": {
    "shortDescription": "Staked Matic on Stader.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/StaderMaticX_MATICX.jpg",
    "name": "Stader MaticX"
  },
  "fantom": {
    "shortDescription": "Fantom is a DAG-based Layer-1 smart-contract platform founded by Andre Cronje featuring a self-developed Lachesis Protocol, which is its aBFT consensus mechanism that makes Fantom more cost-efficient.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Fantom_FTM.png",
    "name": "Fantom"
  },
  "sushiswap": {
    "shortDescription": "SushiSwap is a decentralized exchange built on Ethereum that utilizes an automated market making system rather than a traditional order-book.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/SushiSwap_SUSHI.png",
    "name": "SushiSwap"
  },
  "beefy-finance": {
    "shortDescription": "Beefy Finance ($BIFI) is a decentralized, multi-chain yield optimizer platform that allows its users to earn compound interest on their crypto holdings.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/BeefyFinance_BIFI.jpg",
    "name": "Beefy Finance"
  },
  "spookyswap": {
    "shortDescription": "SpookySwap is an automated market-making (AMM) decentralized exchange (DEX) for the Fantom Opera network and its smart contract is built on Fantom, Avalanche, and Ethereum.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Spookyswap_BOO.jpeg",
    "name": "Spookyswap"
  },
  "metis-token": {
    "shortDescription": "Metis ($METIS) is a Ethereum Layer 2 (Optimism rollup) solution. It is compatible with Ethereum layer 1, and aims to solve some of Ethereum’s biggest challenges, including scalability, transaction speed, and high gas fees.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/MetisToken_METIS.png",
    "name": "Metis Token"
  },
  "moonbeam": {
    "shortDescription": "Moonbeam is an Ethereum-compatible smart contract parachain on Polkadot. $GLMR is the utility token.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Moonbeam_GLMR.jpeg",
    "name": "Moonbeam"
  },
  "moonriver": {
    "shortDescription": "Moonriver is an Ethereum-compatible smart-contract parachain on Kusama. It is also a companion canary network to Moonbeam.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Moonriver_MOVR.png",
    "name": "Moonriver"
  },
  "arbitrum": {
    "shortDescription": "Arbitrum is a layer 2 Ethereum scaling solution for smart contracts.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Arbitrum_-.jpeg",
    "name": "Arbitrum"
  },
  "avalanche": {
    "shortDescription": "Avalanche is an open-source decentralized smart contracts platform for DeFi applications. It is also a PoS public Chain.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Avalanche_AVAX.png",
    "name": "Avalanche"
  },
  "harmony": {
    "shortDescription": "Harmony ($ONE) is an Ethereum-based cross-chain platform designed to facilitate the creation and use of decentralized applications by sharding and scaling.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Harmony_ONE.jpeg",
    "name": "Harmony"
  },
  "staked-frax-ether": {
    "shortDescription": "sfrxETH is a ERC-4626 vault designed to accrue the staking yield of the Frax ETH validators. At any time, frxETH can be exchanged for sfrxETH by depositing it into the sfrxETH vault, which allows users to earn staking yield on their frxETH. Over time, as validators accrue staking yield, an equivalent amount of frxETH is minted and added to the vault, allowing users to redeem their sfrxETH for an greater amount of frxETH than they deposited.\n\nThe exchange rate of frxETH per sfrxETH increases over time as staking rewards are added to the vault. By holding sfrxETH you hold a % claim on an increasing amount of the vault's frxETH, splitting staking rewards up among sfrxETH holders proportional to their share of the total sfrxETH. This is similar to other autocompounding tokens like Aave's aUSDC and Compound's cUSDC.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/StakedFraxEther_SFRXETH.jpeg",
    "name": "Staked Frax Ether"
  },
  "compound": {
    "shortDescription": "Compound is a decentralized lending protocol built on Ethereum, supporting depositing digital assets to earn interest, or mortgage assets to lend out other assets. The interest rate of both parties is determined by the supply and demand algorithm.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Compound_COMP.png",
    "name": "Compound"
  },
  "aerodrome-finance": {
    "shortDescription": "Aerodrome Finance is a next-generation AMM designed to serve as Base's central liquidity hub, combining a powerful liquidity incentive engine, vote-lock governance model, and friendly user experience. Aerodrome inherits the latest features from Velodrome V2.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/AerodromeFinance_AERO.png",
    "name": "Aerodrome"
  },
  "metapool": {
    "shortDescription": "Meta Pool objective is to provide easy and permissionless access to Web3 financial tools for everybody",
    "logo": "https://www.metapool.app/metalogo.svg",
    "name": "MetaPool"
  },
  "renzo": {
    "shortDescription": "Renzo Protocol is a Liquid Restaking Token (LRT) and Strategy Manager for EigenLayer. REZ is the Governance Token for the Renzo Protocol which is backed by Liquid Restaking Token ezETH.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/Renzo_REZ.png",
    "name": "Renzo"
  },
  "coinbase-wrapped-bitcoin": {
    "shortDescription": "Coinbase Wrapped BTC is a token backed 1:1 by native Bitcoin held by Coinbase. It is a transferable token that is redeemable for the underlying BTC and is built to be seamlessly compatible with DeFi applications.",
    "logo": "https://s2.tokeninsight.com/static/coins/img/currency/CoinbaseWrappedBitcoin_WBTC.png",
    "name": "Coinbase Wrapped Bitcoin"
  }

}
